BenchmarkOutput/reads_crash1/normal_E.txt
[OVERALL], RunTime(ms), 59949
[OVERALL], Throughput(ops/sec), 16.680845385244123
[TOTAL_GCS_PS_Scavenge], Count, 14
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 52
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.08674039600326945
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 14
[TOTAL_GC_TIME], Time(ms), 52
[TOTAL_GC_TIME_%], Time(%), 0.08674039600326945
[READ], Operations, 1000
[READ], AverageLatency(us), 59731.616
[READ], MinLatency(us), 58208
[READ], MaxLatency(us), 384767
[READ], 25thPercentileLatency(us), 58687
[READ], 50thPercentileLatency(us), 58879
[READ], 75thPercentileLatency(us), 59487
[READ], 90thPercentileLatency(us), 60767
[READ], 95thPercentileLatency(us), 61919
[READ], 99thPercentileLatency(us), 67135
[READ], Return=OK, 1000
[READ], 58239, 2.0
[READ], 58271, 1.0
[READ], 58303, 3.0
[READ], 58335, 3.0
[READ], 58367, 7.0
[READ], 58399, 8.0
[READ], 58431, 8.0
[READ], 58463, 22.0
[READ], 58495, 21.0
[READ], 58527, 21.0
[READ], 58559, 22.0
[READ], 58591, 31.0
[READ], 58623, 45.0
[READ], 58655, 36.0
[READ], 58687, 37.0
[READ], 58719, 55.0
[READ], 58751, 46.0
[READ], 58783, 43.0
[READ], 58815, 38.0
[READ], 58847, 26.0
[READ], 58879, 39.0
[READ], 58911, 25.0
[READ], 58943, 22.0
[READ], 58975, 24.0
[READ], 59007, 21.0
[READ], 59039, 19.0
[READ], 59071, 13.0
[READ], 59103, 11.0
[READ], 59135, 11.0
[READ], 59167, 9.0
[READ], 59199, 7.0
[READ], 59231, 8.0
[READ], 59263, 13.0
[READ], 59295, 17.0
[READ], 59327, 7.0
[READ], 59359, 8.0
[READ], 59391, 5.0
[READ], 59423, 7.0
[READ], 59455, 7.0
[READ], 59487, 4.0
[READ], 59519, 8.0
[READ], 59551, 6.0
[READ], 59583, 8.0
[READ], 59615, 5.0
[READ], 59647, 5.0
[READ], 59679, 4.0
[READ], 59711, 5.0
[READ], 59743, 3.0
[READ], 59775, 3.0
[READ], 59807, 6.0
[READ], 59839, 4.0
[READ], 59871, 1.0
[READ], 59903, 2.0
[READ], 59935, 6.0
[READ], 59967, 2.0
[READ], 59999, 3.0
[READ], 60031, 5.0
[READ], 60063, 6.0
[READ], 60095, 1.0
[READ], 60127, 4.0
[READ], 60159, 4.0
[READ], 60191, 3.0
[READ], 60223, 3.0
[READ], 60255, 1.0
[READ], 60287, 2.0
[READ], 60319, 4.0
[READ], 60351, 2.0
[READ], 60383, 6.0
[READ], 60415, 2.0
[READ], 60447, 4.0
[READ], 60479, 4.0
[READ], 60511, 8.0
[READ], 60543, 7.0
[READ], 60607, 1.0
[READ], 60639, 5.0
[READ], 60671, 1.0
[READ], 60703, 1.0
[READ], 60735, 2.0
[READ], 60767, 4.0
[READ], 60799, 1.0
[READ], 60831, 4.0
[READ], 60863, 5.0
[READ], 60895, 1.0
[READ], 60927, 1.0
[READ], 60959, 6.0
[READ], 60991, 2.0
[READ], 61023, 2.0
[READ], 61087, 2.0
[READ], 61119, 2.0
[READ], 61151, 1.0
[READ], 61247, 1.0
[READ], 61279, 1.0
[READ], 61375, 2.0
[READ], 61407, 2.0
[READ], 61439, 1.0
[READ], 61567, 2.0
[READ], 61599, 1.0
[READ], 61631, 1.0
[READ], 61663, 1.0
[READ], 61695, 1.0
[READ], 61759, 3.0
[READ], 61791, 2.0
[READ], 61919, 2.0
[READ], 61951, 1.0
[READ], 61983, 1.0
[READ], 62047, 2.0
[READ], 62111, 1.0
[READ], 62303, 1.0
[READ], 62431, 2.0
[READ], 62463, 1.0
[READ], 62495, 1.0
[READ], 62527, 1.0
[READ], 62623, 2.0
[READ], 62719, 2.0
[READ], 62847, 1.0
[READ], 62911, 1.0
[READ], 63039, 2.0
[READ], 63391, 1.0
[READ], 63807, 1.0
[READ], 63967, 1.0
[READ], 64191, 1.0
[READ], 64223, 1.0
[READ], 64287, 1.0
[READ], 64319, 1.0
[READ], 64415, 2.0
[READ], 64447, 1.0
[READ], 64927, 1.0
[READ], 65183, 1.0
[READ], 65407, 1.0
[READ], 65983, 1.0
[READ], 66047, 1.0
[READ], 66175, 1.0
[READ], 66239, 1.0
[READ], 66559, 1.0
[READ], 66751, 1.0
[READ], 67071, 1.0
[READ], 67135, 1.0
[READ], 67199, 1.0
[READ], 67519, 1.0
[READ], 68671, 1.0
[READ], 68735, 1.0
[READ], 70207, 1.0
[READ], 70591, 1.0
[READ], 70719, 1.0
[READ], 71551, 1.0
[READ], 74367, 1.0
[READ], 384767, 1.0
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1319.0
[CLEANUP], MinLatency(us), 1319
[CLEANUP], MaxLatency(us), 1319
[CLEANUP], 25thPercentileLatency(us), 1319
[CLEANUP], 50thPercentileLatency(us), 1319
[CLEANUP], 75thPercentileLatency(us), 1319
[CLEANUP], 90thPercentileLatency(us), 1319
[CLEANUP], 95thPercentileLatency(us), 1319
[CLEANUP], 99thPercentileLatency(us), 1319
[CLEANUP], 1319, 1.0